/* sync now menu */
"Cancel Sync" = "Avbryt synkronisering";

/* Used for menu extra */
"Last %1$@ Sync: %2$@" = "Senaste %1$@-synkronisering: %2$@";

/* sync status menu */
"Loading\\U2026" = "Läser in…";

/* sync status menu */
"Failed to Load" = "Kunde inte läsa in";

/* status text */
"Never synchronized %@" = "Aldrig synkroniserat %@";

/* File Radar menu */
"New Radar with Current Logs\\U2026" = "Ny Radar med aktuella loggar…";

/* open .Mac prefs menu */
"Open %@ Sync Preferences\\U2026" = "Öppna synkroniseringsinställningarna för %@…";

/* status text */
"Preparing %@\\U2026" = "Förbereder %@…";

/* status text */
"Preparing\\U2026" = "Förbereder…";

/* reivew conflicts now */
"Review Conflicts Now\\U2026" = "Granska konflikter nu…";

/* sync menu accessibility */
"Sync" = "Synkronisera";

/* status text */
"Sync Cancelled for %@" = "Synkronisering avbruten för %@";

/* status text */
"Sync Cancelled for %@\\U2026" = "Synkronisering avbruten för %@…";

/* status menu default item */
"Sync Idle" = "Synkronisering overksam";

/* sync now menu */
"Sync Now" = "Synkronisera nu";

/* status text */
"Syncing %@" = "Synkroniserar %@";

/* status text */
"Syncing %@\\U2026" = "Synkroniserar %@…";

/* sync now menu */
"Syncing Disabled" = "Synkronisering avaktiverad";

/* plural form */
"There are %i Sync Conflicts" = "Det finns %i synkroniseringskonflikter";

/* singular form */
"There is one Sync Conflict" = "Det finns 1 synkroniseringskonflikt";

/* sync status menu */
"Cancelling" = "Avbryter";

/* open iSync */
"Open iSync\\U2026" = "Öppna iSync…";

/* Reset Sync Services */
"Reset Sync Services\\U2026"= "Återställ synkroniseringstjänster…";

/* Sync Services Debug Logging*/
"Sync Services Debug Logging" = "Felsökningsloggning av synkroniseringstjänster";

/*Open Sync Diagnostics*/
"Open Sync Diagnostics\\U2026" = "Öppna Synkroniseringsdiagnostik…";

/*Never Synced*/
"Never" = "Aldrig";

/*Failed Sync*/
"Failed" = "Misslyckades";

/*Succeeded Sync*/
"Succeeded" = "Slutförd";

/*Cancel*/
"Cancel" = "Avbryt";

/*Reset Dialog Text*/
"Are you sure you want to reset this computer's sync history?" = "Är du säker på att du vill nollställa datorns synkroniseringshistorik?";

/*Reset Dialog Informative Text*/
"Resetting the sync history deletes the information in the Mac OS X synchronization database on your computer (the place where all your sync changes are stored), and returns your computer and device sync settings to their default states. Information stored in applications on your computer, on %@, or on your devices is not affected." = "Om du återställer synkroniseringshistoriken raderas informationen i Mac OS X:s synkroniseringsdatabas på datorn (där alla synkroniseringsändringar sparas) och datorns och enheternas synkroniseringsinställningar återställs till sina förvalsinställningar. Information som sparats i program, på %@ eller på dina enheter påverkas inte.";

/*Reset Sync History*/
"Reset Sync History" = "Nollställ synkroniseringshistorik";


